environments/cfd/rand_env_3/0/epsilon
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 location "0";
 object epsilon;
}

dimensions [ 0 2 -3 0 0 0 0 ];

internalField uniform 0.0125;

boundaryField
{
  auto0
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto1
  {
    type zeroGradient;
  }
  auto2
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto3
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto4
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto5
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto6
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto7
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto8
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto9
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto10
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto11
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto12
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto13
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto14
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto15
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto16
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto17
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto18
  {
    type fixedValue;
    value uniform 0.0125;
  }
  auto19
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto20
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto21
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto22
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto23
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto24
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto25
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto26
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto27
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
  auto28
  {
    type epsilonWallFunction;
    value uniform 0.0125;
  }
} 	// ************************************************************************* //

