environments/cfd/rand_env_3/0/nut
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 location "0";
 object nut;
}

dimensions [ 0 2 -1 0 0 0 0 ];

internalField uniform 0;

boundaryField
{
  auto0
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto1
  {
    type calculated;
    value uniform 0;
  }
  auto2
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto3
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto4
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto5
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto6
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto7
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto8
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto9
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto10
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto11
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto12
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto13
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto14
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto15
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto16
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto17
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto18
  {
    type calculated;
    value uniform 0;
  }
  auto19
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto20
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto21
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto22
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto23
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto24
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto25
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto26
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto27
  {
    type nutkWallFunction;
    value uniform 0;
  }
  auto28
  {
    type nutkWallFunction;
    value uniform 0;
  }
} 	// ************************************************************************* //

