environments/cfd/rand_env_3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

29
(
    auto0
    {
        type            wall;
        nFaces          1324;
        startFace       228001;
    }
    auto1
    {
        type            wall;
        nFaces          4059;
        startFace       229325;
    }
    auto2
    {
        type            wall;
        nFaces          1669;
        startFace       233384;
    }
    auto3
    {
        type            wall;
        nFaces          1108;
        startFace       235053;
    }
    auto4
    {
        type            wall;
        nFaces          6366;
        startFace       236161;
    }
    auto5
    {
        type            wall;
        nFaces          6517;
        startFace       242527;
    }
    auto6
    {
        type            wall;
        nFaces          240;
        startFace       249044;
    }
    auto7
    {
        type            wall;
        nFaces          1200;
        startFace       249284;
    }
    auto8
    {
        type            wall;
        nFaces          720;
        startFace       250484;
    }
    auto9
    {
        type            wall;
        nFaces          1026;
        startFace       251204;
    }
    auto10
    {
        type            wall;
        nFaces          936;
        startFace       252230;
    }
    auto11
    {
        type            wall;
        nFaces          1120;
        startFace       253166;
    }
    auto12
    {
        type            wall;
        nFaces          1175;
        startFace       254286;
    }
    auto13
    {
        type            wall;
        nFaces          1034;
        startFace       255461;
    }
    auto14
    {
        type            wall;
        nFaces          3863;
        startFace       256495;
    }
    auto15
    {
        type            wall;
        nFaces          676;
        startFace       260358;
    }
    auto16
    {
        type            wall;
        nFaces          952;
        startFace       261034;
    }
    auto17
    {
        type            wall;
        nFaces          932;
        startFace       261986;
    }
    auto18
    {
        type            wall;
        nFaces          2437;
        startFace       262918;
    }
    auto19
    {
        type            wall;
        nFaces          240;
        startFace       265355;
    }
    auto20
    {
        type            wall;
        nFaces          2220;
        startFace       265595;
    }
    auto21
    {
        type            wall;
        nFaces          3;
        startFace       267815;
    }
    auto22
    {
        type            wall;
        nFaces          1643;
        startFace       267818;
    }
    auto23
    {
        type            wall;
        nFaces          614;
        startFace       269461;
    }
    auto24
    {
        type            wall;
        nFaces          1254;
        startFace       270075;
    }
    auto25
    {
        type            wall;
        nFaces          1593;
        startFace       271329;
    }
    auto26
    {
        type            wall;
        nFaces          1118;
        startFace       272922;
    }
    auto27
    {
        type            wall;
        nFaces          240;
        startFace       274040;
    }
    auto28
    {
        type            wall;
        nFaces          166;
        startFace       274280;
    }
)

// ************************************************************************* //
