environments/cfd/rand_env_3/system/fvOptions
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object fvOptions;
}
